[BTM_Objective_Phase1 DishonoredObjective]
m_Description="时停屠杀 - 第1回合"

[BTM_Objective_Phase1:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="在倒计时结束前杀死三人。"
m_Status=""

[BTM_Objective_Phase1:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="节约奖励：使用同一支弩箭杀死两名敌人。"
m_Status=""

[BTM_Objective_Phase1:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="钝伤奖励：用砖块或其他找到的东西投掷物体杀死三名敌人。"
m_Status=""

[BTM_Objective_Phase2 DishonoredObjective]
m_Description="时停屠杀 - 第2回合"

[BTM_Objective_Phase2:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="在倒计时结束前杀死五人。"
m_Status=""

[BTM_Objective_Phase2:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="议程奖励：刺杀三位贵族，但是不要伤害三名警卫。"
m_Status=""

[BTM_Objective_Phase2:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="宣传奖励：使用街道广播喇叭杀死六人。"
m_Status=""

[BTM_Objective_Phase3 DishonoredObjective]
m_Description="时停屠杀 - 第3回合"

[BTM_Objective_Phase3:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="在倒计时结束前杀死七人。"
m_Status=""

[BTM_Objective_Phase3:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="耐心奖励：杀死全部九名敌人，但在时空扭曲结束前不要让任何人死亡。"
m_Status=""

[BTM_Objective_Phase3:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="针垫奖励：使用四支弩箭击中画商，每支弩箭都打碎一块玻璃。"
m_Status=""

[BTM_Objective_Phase4 DishonoredObjective]
m_Description="时停屠杀 - 第4回合"

[BTM_Objective_Phase4:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="在倒计时结束前杀死十人。"
m_Status=""

[BTM_Objective_Phase4:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="外科手术奖励：杀死三位潘德顿勋爵，同时别让其他人注意到或者死亡。"
m_Status=""

[BTM_Objective_Phase4:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="染血之油奖励：仅使用鲸油罐杀死十名敌人。"
m_Status=""

[BTM_Objective_Phase5 DishonoredObjective]
m_Description="时停屠杀 - 第5回合"

[BTM_Objective_Phase5:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="在倒计时结束前至少杀死七人。"
m_Status=""

[BTM_Objective_Phase5:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="偏见奖励：杀死所有六名督军。"
m_Status=""

[BTM_Objective_Phase5:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="烫手山芋奖赏：在对面房间里已经引燃的鲸油罐爆炸前，用它杀死坎贝尔。"
m_Status=""

[BTM_Objective_Phase6 DishonoredObjective]
m_Description="时停屠杀 - 最终回合"

[BTM_Objective_Phase6:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="杀死十五人。"
m_Status=""

[BTM_Objective_Phase6:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="英雄奖励：使所有人免受鲸油爆炸的伤害！"
m_Status=""

[BTM_Objective_Phase6:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="屠杀之程奖励：杀死全部二十名敌人。"
m_Status=""

